[
  {
    "title": "Loom Sweater: The Comfort Edit",
    "description": "This project was designed to evoke a sense of warmth and style through textured knitwear. We used a rich, layered green background and 3D flowing elements to represent the \"Warm & Stylish\" nature of the fabric, ensuring the brand stands out in the competitive winter fashion market.",
    "transform": "{\"scale\":1,\"x\":0,\"y\":0,\"isDragging\":false,\"startX\":0,\"startY\":0}",
    "image": "/uploads/1769765689358-upload.jpg"
  },
  {
    "title": "Parle: The HD Definite Collection",
    "description": "We developed a sophisticated visual identity for the Parle formal line. The project centers on the \"HD Definite HD Design\" philosophy, using a clean, professional slate-gray environment to emphasize the sharp tailoring and premium fabric of their signature blue formal shirts.",
    "transform": "{\"scale\":1,\"x\":0,\"y\":0,\"isDragging\":false,\"startX\":0,\"startY\":0}",
    "image": "/uploads/1769765741155-upload.jpg"
  },
  {
    "title": "Loom Apparel: The Summer Series",
    "description": "A high-energy branding project for Loom Apparel featuring a bold, multi-colored \"Trendy Shirt.\" This campaign focused on creating a youthful, \"Fashion-forward\" aesthetic using vibrant yellow backdrops.",
    "transform": "{\"scale\":1,\"x\":0,\"y\":0,\"isDragging\":false,\"startX\":0,\"startY\":0}",
    "image": "/uploads/1769765810301-upload.jpg"
  },
  {
    "title": "Cosmic Nova: The TWS Experience",
    "description": "For the launch of the Cosmic Nova earphones, we created a \"Crystal Clear\" visual concept. The project highlights the Active Noise Cancellation (ANC) technology using soft, fluid color gradients and a minimalist layout to showcase the sleek, futuristic design of the earbuds.",
    "transform": "{\"scale\":1,\"x\":0,\"y\":0,\"isDragging\":false,\"startX\":0,\"startY\":0}",
    "image": "/uploads/1769765913440-upload.jpg"
  },
  {
    "title": "Taqwa Home Delivery Brand Identity",
    "description": "A comprehensive branding solution for a Saidpur-based delivery service. We focused on reliability and speed by utilizing a high-contrast red and yellow color palette, paired with modern 3D scooter illustrations to clearly communicate their wide range of services from groceries to baby care.",
    "transform": "{\"scale\":1,\"x\":0,\"y\":0,\"isDragging\":false,\"startX\":0,\"startY\":0}",
    "image": "/uploads/1769765859966-upload.jpg"
  },
  {
    "title": "Endure Bags: Carry Style with Purpose",
    "description": "A minimalist product photography and branding project for Endure Bags. By using a monochromatic sand-toned palette and architectural pedestals, we highlighted the \"Comfort & Fashion\" aspect of the tote bags, positioning the brand as a leader in refined, everyday luxury.",
    "transform": "{\"scale\":1,\"x\":0,\"y\":0,\"isDragging\":false,\"startX\":0,\"startY\":0}",
    "image": "/uploads/1769766040099-upload.jpg"
  },
  {
    "title": "Cosmic Nova: The Bass Project",
    "description": "Designed to capture the feeling of high-fidelity sound, this project uses bold typography and rhythmic \"sound wave\" background elements. The \"Feel the Bass\" campaign focuses on the structural power of the hardware while maintaining a clean, modern shelf-display aesthetic.",
    "transform": "{\"scale\":1,\"x\":0,\"y\":0,\"isDragging\":false,\"startX\":0,\"startY\":0}",
    "image": "/uploads/1769765965121-upload.jpg"
  }
]